Repository: ilGhera/wc-support-system
Catalog: languages/wc-support-system-*.po
Languages: it_it

source: Please, choose a product for your support request.
it_it: Scegli un prodotto per cui chiedere assistenza.

source: Select a product
it_it: Seleziona un prodotto

source: Send notifications to other email addresses
it_it: Invia le notifiche anche ad altri indirizzi email

source: Ticket subject
it_it: Oggetto

source: Send
it_it: Invia

source: New ticket
it_it: Nuovo ticket

source: Cancel
it_it: Annulla

source: Send and Close
it_it: Invia e chiudi

source: Back to tickets
it_it: Elenco ticket

source: New message
it_it: Nuovo messaggio

source: Open
it_it: Aperto

source: Pending
it_it: In attesa

source: Closed
it_it: Chiuso

source: Additional recipients
it_it: Destinatari aggiuntivi

source: These email addresses will receive notifications about this ticket updates.
it_it: Questi indirizzi email riceveranno notifiche sugli aggiornamenti di questo ticket.

source: Add one or more email addresses
it_it: Aggiungi uno o più indirizzi email

source: Exit
it_it: Esci

source: Subject
it_it: Oggetto

source: Creation time
it_it: Data creazione

source: Update time
it_it: Data aggiornamento

source: Product
it_it: Prodotto

source: Status
it_it: Stato

source: It seems like you have no support tickets opened at the moment.
it_it: Sembra che al momento tu non abbia ticket di supporto aperti.

source: It seems like you have not access to the support service at the moment.
it_it: Sembra che tu non abbia accesso al servizio di supporto al momento.

source: It seems like you haven't bought any productat the moment.
it_it: Sembra che tu non abbia acquistato alcun prodotto al momento.

source: Your name
it_it: Il tuo nome

source: Email (used for the order)
it_it: Email (utilizzata per l'ordine)

source: The order id
it_it: L'id dell'ordine

source: Access
it_it: Accesso

source: Change the ticket status
it_it: Cambia lo stato del ticket

source: Close
it_it: Chiudi

source: %1$s - Update ticket #%2$d
it_it: %1$s - Aggiornamento ticket #%2$d

source: Settings
it_it: Impostazioni

source: Search
it_it: Cerca

source: Are you sure you want to delete this message?
it_it: Sicuro di voler eliminare questo messaggio?

source: Are you sure you want to delete this ticket with all his messages?
it_it: Sicuro di voler eliminare questo ticket e tutti i suoi messaggi?

source: Add your Premium Key
it_it: Inserisci la tua Premium Key

source: Add your Premium Key and keep update your copy of <strong>Woocommerce Support System - Premium</strong>.
it_it: Inserisci la tua Premium Key e mantieni aggiornato <strong>Woocommerce Support System - Premium</strong>.

source: Save
it_it: Salva impostazioni

source: Support page
it_it: Pagina supporto

source: Create a new page
it_it: Crea una nuova pagina

source: Select a page for customer support or create a new one.
it_it: Seleziona una pagina per il supporto clienti o creane una nuova.

source: Page title
it_it: Titolo pagina

source: Chose a title for your support page.
it_it: Scegli un titolo per la pagina di supporto.

source: Page layout
it_it: Layout pagina

source: After
it_it: Dopo

source: Before
it_it: Prima

source: Place the tickets table before or after the page content.
it_it: Inserisci l'elenco dei ticket prima o dopo il contenuto della pagina.

source: Admin messages colors
it_it: Colore messaggi amministratore

source: Select the background color for the admin's messages.
it_it: Seleziona il colore di sfondo per i messaggi dell'amministratore.

source: Select the text color for the admin's messages.
it_it: Seleziona il colore del testo per i messaggi dell'amministratore.

source: User messages colors
it_it: Colore messaggi utente

source: Select the background color for the user's messages.
it_it: Seleziona il colore di sfondo per i messaggi dell'utente.

source: Select the text color for the user's messages.
it_it: Seleziona il colore del testo per i messaggi dell'utente.

source: User email notification
it_it: Notifica email utente

source: Send an email notifications to the user when an answer was published.
it_it: Invia una notifica email all'utente alla pubblicazione di una risposta.

source: Allow the user to specify multiple email addresses for receiving notifications.
it_it: Permetti all'utente di indicare più indirizzi email per la ricezione delle notifiche.

source: Admin email notification
it_it: Notifica email amministratore

source: Send an email notifications to the admin when a new message is published.
it_it: Invia una notifica email all'amministratore alla pubblicazione di un nuovo messaggio.

source: Support email
it_it: Email supporto

source: The email address used to send and receive notifications.
it_it: L'indirizzo email utilizzato per inviare e ricevere notifiche.

source: "From" name
it_it: "Da" nome

source: The sender name for notifications.
it_it: Il nome del mittente visualizzato nelle notifiche.

source: Footer email text
it_it: Testo footer email

source: Don't reply to this email, you can read all messages and update the ticket going to the page %s.
it_it: Non rispondere a questa email, puoi leggere tutti i messaggi ed aggiornare il ticket andando alla pagina %s.

source: You can add some text after the email content.
it_it: Aggiungi del testo personalizzato dopo il contenuto della mail.

source: Upload files
it_it: Upload file

source: Allow customers upload images and all the other permitted file types.
it_it: Gli utenti loggati possono caricare immagini e tutti i tipi di file previsti da WordPress.

source: Guest users
it_it: Utenti ospiti

source: Not logged in users can receive support providing the email and an order id.
it_it: Gli utenti non loggati possono accedere al servizion di supporti fornendo email e numero dell'ordine.

source: Reopen ticket
it_it: Riapertura ticket

source: After sending a new message, the admin can choose to left the specific ticket open and see the all thread.
it_it: Dopo l'invio di un nuovo messaggio in back-end il ticket si riapre automaticamente.

source: User closing tickets
it_it: Chisura ticket utente

source: Allow user to close tickets.
it_it: Permetti all'utente di chiudere i ticket.

source: Auto close tickets
it_it: Chisura automatica ticket

source: Close tickets not updated for a specified period.
it_it: Chiudi i ticket non aggiornati dopo un periodo specificato.

source: Notice period
it_it: Periodo notifica

source: Days with no updates for sending a notice to the user.
it_it: Giorni senza aggiornamenti per l'invio di una notifica all'utente.

source: User notice
it_it: Notifica utente

source: Hi, we have not heard back from you in a few days. Do you need anything else from us for this support case? If yes, please update the ticket on %s, we will get back to you asap. If your questions have been answered, please disregard this message and we will mark this case as resolved. Thanks!
it_it: Ciao. Non riceviamo aggiornamenti da parte tua da diversi giorni. Hai bisogno di altro supporto per questa richiesta d'assistenza? Se si, puoi aggiornare il ticket su %s, ti risponderemo al più presto. Se tutte le tue domande hanno trovato risposta, ignora questo messaggio, il ticket verrà chiuso entro breve. Grazie!

source: Message to the user informing him that the ticket is going to be closed.
it_it: Messaggio che informa l'utente che il ticket sta per essere chiuso.

source: Closing delay
it_it: Attesa chiusura

source: Days after the notice for closing the ticket definitely.
it_it: Giorni di attesa dopo la notifica all'utente per la definitiva chiusura del ticket.

source: Save
it_it: Salva impostazioni

source: It seems like therea are no support tickets opened at the moment.
it_it: Sembra che non ci siano ticket di supporto aperti al momento.

source: This product doesn't exist anymore
it_it: Questo prodotto non esiste più

source: Title
it_it: Titolo

source: User id
it_it: Id utente

source: User name
it_it: Nome utente

source: User email
it_it: Email utente

source: Create time
it_it: Data creazione

source: Delete Permanently
it_it: Elimina definitivamente

source: Renew now
it_it: Rinnova ora

source: Get a license
it_it: Ottieni una licenza

source: Your license is <u>expired</u> and you're unable to receive updates.
it_it: La tua licenza è <u>scaduta</u> e non sei in grado di ricevere aggiornamenti.

source: It seems like your license is <u>not valid</u> and you're unable to receive updates.
it_it: Sembra che la tua licenza <u>non sia valida</u> e non sei in gradi di ricevere aggiornamenti.

source: You have not set up a license key and you cannot receive updates.
it_it: Non hai impostato un licenza e non sei in grado di ricevere aggiornamenti.

source: <b>WARNING!</b> <i>WooCommerce Support System</i> requires <b><a href="https://it.wordpress.org/plugins/woocommerce/" target="_blank">WooCommerce</a></b> to be activated.
it_it: <b>ATTENZIONE!</b> <i>WooCommerce Support System</i> richiede <b><a href="https://it.wordpress.org/plugins/woocommerce/" target="_blank">WooCommerce</a></b> attivato.
